const features = [
  {
    emoji: "👥",
    title: "Мы — за живое обучение",
    description:
      "Ты не просто кликаешь по карточкам, а учишься говорить, слышать и думать на языке.",
  },
  {
    emoji: "📖",
    title: "Никакой зубрёжки",
    description:
      "Все слова ты усвоишь в контексте, через диалоги и ситуации из жизни.",
  },
  {
    emoji: "⭐",
    title: "Ты — в центре внимания",
    description: "ИИ-тренер отслеживает твой прогресс и подбирает лучший путь.",
  },
  {
    emoji: "📚",
    title: "Учёба не напрягает",
    description:
      "Наш подход: 5 минут — 1 урок. Удобно в метро, в пробке, на кофе-брейке.",
  },
];

export default features;
